Repository: meloxkgz-ship-it/mathio
Catalog: iOS/Mathio/Mathio/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_br

source: Line them up so one variable drops out.
de: Stelle sie so übereinander, dass eine Variable wegfällt.
es: Alinéelos de modo que desaparezca una variable.
fr: Alignez-les pour qu'une variable disparaisse.
it: Allinearli in modo che una variabile venga eliminata.
pt_br: Alinhe-os para que uma variável seja eliminada.

source: Line up the decimal points: 0.25 + 0.40.
de: Richte die Kommas aus: 0,25 + 0,40.
es: Alinea los puntos decimales: 0,25 + 0,40.
fr: Alignez les points décimaux : 0,25 + 0,40.
it: Allinea i punti decimali: 0,25 + 0,40.
pt_br: Alinhe as casas decimais: 0,25 + 0,40.

source: Linear Algebra
de: Lineare Algebra
es: Álgebra lineal
fr: Algèbre linéaire
it: Algebra lineare
pt_br: Álgebra Linear

source: Linear Equations
de: Lineare Gleichungen
es: Ecuaciones lineales
fr: Équations linéaires
it: Equazioni lineari
pt_br: Equações Lineares

source: Linear Transformations
de: Lineare Transformationen
es: Transformaciones lineales
fr: Transformations linéaires
it: Trasformazioni lineari
pt_br: Transformações Lineares

source: Linear equation
de: Lineare Gleichung
es: ecuación lineal
fr: Équation linéaire
it: Equazione lineare
pt_br: Equação linear

source: Lines connect ordered points.
de: Linien verbinden geordnete Punkte.
es: Las líneas conectan puntos ordenados.
fr: Les lignes relient des points ordonnés.
it: Le linee collegano punti ordinati.
pt_br: As linhas conectam pontos ordenados.

source: Lines have a slope and an intercept. Two points define them uniquely.
de: Geraden haben Steigung und y-Achsenabschnitt. Zwei Punkte legen sie eindeutig fest.
es: Las rectas tienen pendiente y intercepto. Dos puntos los definen de manera única.
fr: Les lignes ont une pente et une intersection. Deux points les définissent de manière unique.
it: Le linee hanno una pendenza e un'intercetta. Due punti li definiscono in modo univoco.
pt_br: As linhas têm uma inclinação e uma interceptação. Dois pontos os definem de forma única.

source: Lines, functions, exponents, logs
de: Geraden, Funktionen, Potenzen, Logarithmen
es: Rectas, funciones, exponentes, logaritmos
fr: Droites, fonctions, exposants, logarithmes
it: Rette, funzioni, esponenti, logaritmi
pt_br: Retas, funções, expoentes, logaritmos

source: List each item once.
de: Listen Sie jeden Artikel einmal auf.
es: Enumere cada elemento una vez.
fr: Énumérez chaque élément une fois.
it: Elenca ogni elemento una volta.
pt_br: Liste cada item uma vez.

source: Loan math tracks principal, interest, and payments so a balance is predictable.
de: Die Kreditberechnung erfasst Kapital, Zinsen und Zahlungen, sodass der Saldo vorhersehbar ist.
es: Las matemáticas de préstamos rastrean el capital, los intereses y los pagos para que el saldo sea predecible.
fr: Les calculs de prêt suivent le principal, les intérêts et les paiements afin qu'un solde soit prévisible.
it: La matematica del prestito tiene traccia del capitale, degli interessi e dei pagamenti in modo che il saldo sia prevedibile.
pt_br: A matemática do empréstimo rastreia o principal, os juros e os pagamentos para que o saldo seja previsível.

source: Loans & Payments
de: Kredite und Zahlungen
es: Préstamos y pagos
fr: Prêts et paiements
it: Prestiti e pagamenti
pt_br: Empréstimos e Pagamentos

source: Loans, inflation & budgets
de: Kredite, Inflation und Budgets
es: Préstamos, inflación y presupuestos
fr: Prêts, inflation et budgets
it: Prestiti, inflazione e budget
pt_br: Empréstimos, inflação e orçamentos

source: Logarithm = the exponent you raise the base by.
de: Logarithmus = die Hochzahl, mit der du die Basis potenzierst.
es: Logaritmo = el exponente por el que elevas la base.
fr: Logarithme = l'exposant par lequel vous augmentez la base.
it: Logaritmo = l'esponente di cui si alza la base.
pt_br: Logaritmo = o expoente pelo qual você eleva a base.

source: Logarithms
de: Logarithmen
es: Logaritmos
fr: Logarithmes
it: Logaritmi
pt_br: Logaritmos

source: Logic
de: Logik
es: Lógica
fr: Logique
it: Logica
pt_br: Lógica

source: Logic turns statements into clear true-or-false reasoning.
de: Die Logik verwandelt Aussagen in klare Richtig-oder-Falsch-Überlegungen.
es: La lógica convierte las declaraciones en razonamientos claros de verdadero o falso.
fr: La logique transforme les déclarations en un raisonnement clair, vrai ou faux.
it: La logica trasforma le affermazioni in chiari ragionamenti veri o falsi.
pt_br: A lógica transforma afirmações em raciocínios claros de verdadeiro ou falso.

source: Logic, sets & graphs
de: Logik, Mengen und Graphen
es: Lógica, conjuntos y gráficas.
fr: Logique, ensembles et graphiques
it: Logica, insiemi e grafici
pt_br: Lógica, conjuntos e gráficos

source: Look at the formula.
de: Schau in die Formel.
es: Mira la fórmula.
fr: Regardez la formule.
it: Guarda la formula.
pt_br: Veja a fórmula.

source: Look for two numbers that multiply to 6 and add to −5.
de: Suche zwei Zahlen, die multipliziert 6 und addiert −5 ergeben.
es: Busque dos números que se multipliquen hasta 6 y sumen −5.
fr: Recherchez deux nombres dont la multiplication donne 6 et dont la somme donne -5.
it: Cerca due numeri che si moltiplicano per 6 e la somma dà -5.
pt_br: Procure dois números que se multiplicam por 6 e somam -5.

source: Low d-high minus high d-low, over the square of the bottom.
de: Nenner mal Ableitung des Zählers minus Zähler mal Ableitung des Nenners, geteilt durch das Quadrat des Nenners.
es: Bajo d-alto menos alto d-bajo, sobre el cuadrado de la parte inferior.
fr: Bas d-haut moins haut d-bas, sur le carré du bas.
it: Basso re-alto meno alto re-basso, sopra il quadrato del fondo.
pt_br: Baixo d-alto menos alto d-baixo, acima do quadrado da parte inferior.

source: Low d-high minus high d-low.
de: Nenner mal Ableitung des Zählers minus Zähler mal Ableitung des Nenners.
es: Bajo d-alto menos alto d-bajo.
fr: Faible d-haut moins haut d-bas.
it: Basso d-alto meno alto d-basso.
pt_br: Baixo d-alto menos alto d-baixo.

source: Magnitude
de: Größe
es: Magnitud
fr: Ampleur
it: Grandezza

source: Makes the loan free
de: Macht den Kredit kostenlos
es: Hace que el préstamo sea gratuito.
fr: Rend le prêt gratuit
it: Rende il prestito gratuito
pt_br: Torna o empréstimo gratuito

source: Mastery
de: Beherrschung
es: Maestría
fr: Maîtrise
it: Padronanza
pt_br: Domínio

source: Math, made simple.
de: Mathe, einfach gemacht.
es: Matemáticas simplificadas.
fr: Les mathématiques, en toute simplicité.
it: La matematica resa semplice.
pt_br: Matemática simplificada.

source: Mathio picks your next lesson from what you've mastered — never busywork.
de: Mathio wählt deine nächste Lektion nach dem, was du beherrschst — nie sinnlose Beschäftigung.
es: Mathio elige tu próxima lección a partir de lo que ya dominas: nunca trabajar demasiado.
fr: Mathio choisit votre prochaine leçon à partir de ce que vous maîtrisez – ne vous occupez jamais de travail.
it: Mathio sceglie la tua prossima lezione da ciò che hai imparato, mai lavoro impegnativo.
pt_br: Mathio escolhe sua próxima lição com base no que você domina - nunca é muito trabalho.

source: Matrices
de: Matrizen
it: Matrici
pt_br: Matrizes

source: Matrices must have the same size to be added.
de: Matrizen müssen die gleiche Größe haben, um hinzugefügt zu werden.
es: Las matrices deben tener el mismo tamaño para poder agregarlas.
fr: Les matrices doivent avoir la même taille pour être ajoutées.
it: Le matrici devono avere la stessa dimensione per essere aggiunte.
pt_br: As matrizes devem ter o mesmo tamanho para serem somadas.

source: Matrices organize numbers in rows and columns so systems and transformations can be handled cleanly.
de: Matrizen organisieren Zahlen in Zeilen und Spalten, sodass Systeme und Transformationen sauber gehandhabt werden können.
es: Las matrices organizan números en filas y columnas para que los sistemas y las transformaciones se puedan manejar de forma limpia.
fr: Les matrices organisent les nombres en lignes et en colonnes afin que les systèmes et les transformations puissent être gérés proprement.
it: Le matrici organizzano i numeri in righe e colonne in modo che i sistemi e le trasformazioni possano essere gestiti in modo pulito.
pt_br: As matrizes organizam os números em linhas e colunas para que os sistemas e as transformações possam ser tratados de forma limpa.

source: Matrix equation
de: Matrixgleichung
es: Ecuación matricial
fr: Équation matricielle
it: Equazione di matrice
pt_br: Equação matricial

source: Matrix size
de: Matrixgröße
es: Tamaño de la matriz
fr: Taille de la matrice
it: Dimensione della matrice
pt_br: Tamanho da matriz

source: Mean
de: Mittelwert
es: Media
fr: Moyenne
it: Media
pt_br: Média

source: Mean, Median & Mode
de: Mittelwert, Median und Modus
es: Media, mediana y moda
fr: Moyenne, médiane et mode
it: Media, mediana e moda
pt_br: Média, mediana e moda

source: Median
de: Mittlere
es: Mediana
fr: Médian
it: Mediano
pt_br: Mediana

source: Memorize the 4/3.
de: 4/3 auswendig lernen.
es: Memoriza el 4/3.
fr: Mémorisez le 4/3.
it: Memorizza il 4/3.
pt_br: Memorize o 4/3.

source: Memorize the special angles.
de: Die besonderen Winkel auswendig lernen.
es: Memoriza los ángulos especiales.
fr: Mémorisez les angles spéciaux.
it: Memorizza gli angoli speciali.
pt_br: Memorize os ângulos especiais.

source: Memorizing these makes roots fast.
de: Wer diese kennt, zieht Wurzeln schnell.
es: Memorizarlos acelera las raíces.
fr: Les mémoriser rend les racines rapides.
it: Memorizzarli rende le radici veloci.
pt_br: Memorizá-los torna as raízes mais rápidas.

source: Miss a question and you'll see exactly how to reach the answer, line by line.
de: Bei einer falschen Antwort siehst du genau, wie man Zeile für Zeile zur Lösung kommt.
es: Omita una pregunta y verá exactamente cómo llegar a la respuesta, línea por línea.
fr: Oubliez une question et vous verrez exactement comment trouver la réponse, ligne par ligne.
it: Perdi una domanda e vedrai esattamente come arrivare alla risposta, riga per riga.
pt_br: Perca uma pergunta e você verá exatamente como chegar à resposta, linha por linha.

source: Missing
de: Fehlen
es: Desaparecido
fr: Manquant
it: Mancante
pt_br: Ausente

source: Mix new lessons with review to keep momentum.
de: Kombiniere neue Lektionen mit Wiederholung, damit du dranbleibst.
es: Combina lecciones nuevas con repaso para mantener el impulso.
fr: Mélangez nouvelles leçons et révision pour garder l’élan.
it: Mescola nuove lezioni e ripasso per mantenere il ritmo.
pt_br: Misture novas lições com revisão para manter o ritmo.

source: Mixed practice across core topics
de: Gemischtes Training zu Kernthemen
es: Práctica mixta de temas clave
fr: Entraînement mixte sur les notions clés
it: Allenamento misto sui temi principali
pt_br: Prática mista dos temas principais

source: Mode
de: Modus
es: Modo
it: Modalità
pt_br: Modo

source: Modular Arithmetic
de: Modulare Arithmetik
es: Aritmética modular
fr: Arithmétique modulaire
it: Aritmetica modulare
pt_br: Aritmética Modular

source: Modulo arithmetic keeps remainders and explains cycles like clocks, schedules, and repeating patterns.
de: Die Modulo-Arithmetik berücksichtigt Reste und erklärt Zyklen wie Uhren, Zeitpläne und sich wiederholende Muster.
es: La aritmética de módulo mantiene los restos y explica ciclos como relojes, horarios y patrones repetitivos.
fr: L'arithmétique modulo conserve les restes et explique les cycles tels que les horloges, les horaires et les modèles répétitifs.
it: L'aritmetica del modulo mantiene i resti e spiega cicli come orologi, programmi e schemi ripetuti.
pt_br: A aritmética do módulo mantém restos e explica ciclos como relógios, programações e padrões repetidos.

source: Modulo keeps the remainder.
de: Modulo behält den Rest.
es: Módulo se queda con el resto.
fr: Modulo garde le reste.
it: Modulo mantiene il resto.
pt_br: Módulo mantém o restante.

source: Money Math
de: Finanzmathe
es: Matemáticas financieras
fr: Maths financières
it: Matematica finanziaria
pt_br: Matemática financeira

source: Monthly rate
de: Monatspreis
es: Tarifa mensual
fr: Tarif mensuel
it: Tariffa mensile
pt_br: Taxa mensal

source: Monthly rate = 0.12 / 12 = 0.01.
de: Monatliche Rate = 0,12 / 12 = 0,01.
es: Tarifa mensual = 0,12 / 12 = 0,01.
fr: Tarif mensuel = 0,12 / 12 = 0,01.
it: Tariffa mensile = 0,12 / 12 = 0,01.
pt_br: Taxa mensal = 0,12 / 12 = 0,01.

source: More
de: mehr
es: Más
fr: Plus
it: Di più
pt_br: Mais

source: More of the wrong kind of data is still pulled in one direction.
de: Es werden immer noch mehr Daten der falschen Art in eine Richtung gezogen.
es: Todavía se dirigen más datos incorrectos en una dirección.
fr: De plus en plus de données erronées sont toujours extraites dans une seule direction.
it: La maggior parte dei tipi di dati sbagliati vengono ancora spinti in una direzione.
pt_br: Mais dados do tipo errado ainda são puxados em uma direção.

source: Move 8 over, then divide.
de: 8 auf die andere Seite, dann teilen.
es: Mueve 8 y luego divide.
fr: Déplacez 8, puis divisez.
it: Sposta 8 sopra, quindi dividi.
pt_br: Mova 8 e divida.

source: Move all x to one side first.
de: Erst alle x auf eine Seite bringen.
es: Mueva todas las x a un lado primero.
fr: Déplacez d’abord tous les x d’un côté.
it: Prima sposta tutte le x da un lato.
pt_br: Mova todo x para um lado primeiro.

source: Move faster into algebra, calculus, and stats.
de: Gehe schneller zu Algebra, Analysis und Statistik über.
es: Avanza más rápido hacia álgebra, cálculo y estadística.
fr: Passez plus vite à l’algèbre, l’analyse et les stats.
it: Passa più velocemente ad algebra, analisi e statistica.
pt_br: Avance mais rápido para álgebra, cálculo e estatística.

source: Move the decimal point until only one nonzero digit is before it.
de: Verschiebe das Dezimalkomma, bis nur eine von null verschiedene Ziffer davor steht.

source: Move the decimal three places left.
de: Verschiebe das Dezimalkomma drei Stellen nach links.

source: Move the decimal three places right to get 6.2.
de: Verschiebe das Dezimalkomma drei Stellen nach rechts, um 6,2 zu erhalten.

source: Multi-month path
de: Mehrmonatiger Pfad
es: Camino de varios meses
fr: Parcours sur plusieurs mois
it: Percorso plurimese
pt_br: Caminho de vários meses

source: Multiplication before addition.
de: Erst multiplizieren, dann addieren.
es: Multiplicación antes de suma.
fr: Multiplication avant addition.
it: Moltiplicazione prima dell'addizione.
pt_br: Multiplicação antes da adição.

source: Multiply 12 × 3, then place two decimal places.
de: Rechne 12 × 3, dann setze zwei Nachkommastellen.
es: Multiplica 12 × 3 y luego coloca dos decimales.
fr: Multipliez 12 × 3, puis placez deux décimales.
it: Moltiplica 12 × 3, quindi inserisci due cifre decimali.
pt_br: Multiplique 12 × 3 e coloque duas casas decimais.

source: Multiply 2 by itself five times.
de: Multipliziere 2 fünfmal mit sich selbst.
es: Multiplica 2 por sí mismo cinco veces.
fr: Multipliez 2 par lui-même cinq fois.
it: Moltiplica 2 per se stesso cinque volte.
pt_br: Multiplique 2 por ele mesmo cinco vezes.

source: Multiply across to share a denominator, then add the tops.
de: Über Kreuz multiplizieren, dann die Zähler addieren.
es: Multiplica para compartir un denominador, luego suma las partes superiores.
fr: Multipliez pour partager un dénominateur, puis ajoutez les sommets.
it: Moltiplica per avere un denominatore in comune, quindi somma le parti superiori.
pt_br: Multiplique para compartilhar um denominador e, em seguida, adicione os topos.

source: Multiply before adding.
de: Erst multiplizieren, dann addieren.
es: Multiplica antes de sumar.
fr: Multipliez avant d'ajouter.
it: Moltiplicare prima di aggiungere.
pt_br: Multiplique antes de adicionar.

source: Multiply both by 2: 3-4-5 triple.
de: Beide mal 2: 3-4-5-Tripel.
es: Multiplica ambos por 2: 3-4-5 triple.
fr: Multipliez les deux par 2 : 3-4-5 triple.
it: Moltiplica entrambi per 2: 3-4-5 tripla.
pt_br: Multiplique ambos por 2: 3-4-5 triplo.

source: Multiply both parts by the same number.
de: Multipliziere beide Teile mit derselben Zahl.
es: Multiplica ambas partes por el mismo número.
fr: Multipliez les deux parties par le même nombre.
it: Moltiplica entrambe le parti per lo stesso numero.
pt_br: Multiplique ambas as partes pelo mesmo número.

source: Multiply by 0.75.
de: Mit 0,75 multiplizieren.
es: Multiplica por 0,75.
fr: Multipliez par 0,75.
it: Moltiplicare per 0,75.
pt_br: Multiplique por 0,75.

source: Multiply by 1.10 twice.
de: Zweimal mit 1,10 multiplizieren.
es: Multiplica por 1,10 dos veces.
fr: Multipliez par 1,10 deux fois.
it: Moltiplicare due volte per 1,10.
pt_br: Multiplique por 1,10 duas vezes.

source: Multiply by 180/π.
de: Multipliziere mit 180/π.
es: Multiplica por 180/π.
fr: Multipliez par 180/π.
it: Moltiplicare per 180/π.
pt_br: Multiplique por 180/π.

source: Multiply by 3 each time.
de: Jedes Mal mit 3 multiplizieren.
es: Multiplica por 3 cada vez.
fr: Multipliez par 3 à chaque fois.
it: Moltiplicare per 3 ogni volta.
pt_br: Multiplique por 3 de cada vez.

source: Multiply by the exponent, drop it by one.
de: Mit dem Exponenten multiplizieren, dann um 1 verringern.
es: Multiplica por el exponente, bajalo en uno.
fr: Multipliez par l'exposant, supprimez-le par un.
it: Moltiplica per l'esponente e rilascialo per uno.
pt_br: Multiplique pelo expoente e diminua por um.

source: Multiply by the matching factor.
de: Multipliziere mit dem passenden Faktor.
es: Multiplica por el factor coincidente.
fr: Multipliez par le facteur de correspondance.
it: Moltiplicare per il fattore di corrispondenza.
pt_br: Multiplique pelo fator correspondente.

source: Multiply by the same ratio each step.
de: Multiplizieren Sie jeden Schritt mit dem gleichen Verhältnis.
es: Multiplica por la misma proporción en cada paso.
fr: Multipliez par le même rapport à chaque étape.
it: Moltiplicare per lo stesso rapporto ogni passaggio.
pt_br: Multiplique pela mesma proporção cada etapa.

source: Multiply choices across independent steps.
de: Multiplizieren Sie die Auswahlmöglichkeiten in unabhängigen Schritten.
es: Multiplica opciones en pasos independientes.
fr: Multipliez les choix sur des étapes indépendantes.
it: Moltiplicare le scelte attraverso passaggi indipendenti.
pt_br: Multiplique as escolhas em etapas independentes.

source: Multiply choices.
de: Multiplizieren Sie die Auswahl.
es: Multiplicar opciones.
fr: Multipliez les choix.
it: Moltiplicare le scelte.
pt_br: Multiplique as escolhas.

source: Multiply each position's choices.
de: Multiplizieren Sie die Auswahlmöglichkeiten jeder Position.
es: Multiplica las opciones de cada posición.
fr: Multipliez les choix de chaque position.
it: Moltiplicare le scelte di ciascuna posizione.
pt_br: Multiplique as escolhas de cada posição.

source: Multiply exponents.
de: Exponenten multiplizieren.
es: Multiplica exponentes.
fr: Multipliez les exposants.
it: Moltiplicare gli esponenti.
pt_br: Multiplique expoentes.

source: Multiply matching components, then add.
de: Übereinstimmende Komponenten multiplizieren und dann addieren.
es: Multiplica los componentes coincidentes y luego suma.
fr: Multipliez les composants correspondants, puis ajoutez.
it: Moltiplica i componenti corrispondenti, quindi aggiungi.
pt_br: Multiplique os componentes correspondentes e depois adicione.

source: Multiply matching components.
de: Passende Komponenten multiplizieren.
es: Multiplica los componentes coincidentes.
fr: Multipliez les composants correspondants.
it: Moltiplicare i componenti corrispondenti.
pt_br: Multiplique os componentes correspondentes.

source: Multiplying by I leaves x unchanged
de: Bei der Multiplikation mit I bleibt x unverändert
es: Multiplicar por I deja x sin cambios
fr: En multipliant par I, x reste inchangé
it: Moltiplicando per I lascia x invariato
pt_br: Multiplicar por I deixa x inalterado

source: Multiplying decimals
de: Dezimalzahlen multiplizieren
es: multiplicar decimales
fr: Multiplier des décimales
it: Moltiplicazione dei decimali
pt_br: Multiplicando decimais

source: Multiplying inputs becomes adding outputs.
de: Aus Multiplikation der Argumente wird Addition der Werte.
es: Multiplicar entradas se convierte en sumar salidas.
fr: Multiplier les entrées devient une addition de sorties.
it: Moltiplicare gli input diventa sommare gli output.
pt_br: Multiplicar entradas torna-se adicionar saídas.

source: NOT flips false.
de: NOT wird falsch.
es: NO voltea falso.
fr: PAS retourne faux.
it: NON gira falso.
pt_br: NÃO vira falso.

source: NOT flips truth value.
de: NICHT dreht den Wahrheitswert um.
es: NO invierte el valor de verdad.
fr: NE retourne PAS la valeur de vérité.
it: NOT inverte il valore di verità.
pt_br: NÃO inverte o valor da verdade.

source: NOT true equals:
de: NICHT wahr ist gleich:
es: NO verdadero es igual a:
fr: PAS vrai est égal à :
it: NON vero è uguale a:
pt_br: NÃO verdadeiro é igual a:

source: Negative
de: Negativer Exponent
es: Negativo
fr: Négatif
it: Negativo
pt_br: Negativo

source: Negative Numbers
de: Negative Zahlen
es: Números negativos
fr: Nombres négatifs
it: Numeri negativi
pt_br: Números Negativos

source: Negative exponent → reciprocal.
de: Negativer Exponent → Kehrwert.
es: Exponente negativo → recíproco.
fr: Exposant négatif → réciproque.
it: Esponente negativo → reciproco.
pt_br: Expoente negativo → recíproco.

source: Next number: 2, 6, 18, 54, ...
de: Nächste Zahl: 2, 6, 18, 54, ...
es: Siguiente número: 2, 6, 18, 54, ...
fr: Numéro suivant : 2, 6, 18, 54, ...
it: Numero successivo: 2, 6, 18, 54, ...
pt_br: Próximo número: 2, 6, 18, 54, ...

source: Next number: 3, 7, 11, 15, ...
de: Nächste Zahl: 3, 7, 11, 15, ...
es: Siguiente número: 3, 7, 11, 15, ...
fr: Numéro suivant : 3, 7, 11, 15, ...
it: Numero successivo: 3, 7, 11, 15, ...
pt_br: Próximo número: 3, 7, 11, 15, ...

source: Nice. Tap continue.
de: Stark. Tippe auf Weiter.
es: Lindo. Toca continuar.
fr: Bon. Appuyez sur continuer.
it: Carino. Tocca Continua.
pt_br: Legal. Toque em continuar.

source: No bookmarks yet
de: Noch keine Lesezeichen
es: Aún no hay marcadores
fr: Pas encore de favoris
it: Nessun segnalibro ancora
pt_br: Ainda não há favoritos

source: No change
de: Keine Änderung
es: Sin cambios
fr: Aucun changement
it: Nessun cambiamento
pt_br: Sem alteração

source: No interval means no area.
de: Kein Intervall bedeutet keine Fläche.
es: Ningún intervalo significa que no hay área.
fr: Aucun intervalle ne signifie aucune zone.
it: Nessun intervallo significa nessuna area.
pt_br: Nenhum intervalo significa nenhuma área.

source: No linear pattern
de: Kein lineares Muster

source: No matter the input, the result is (0,0)
de: Unabhängig von der Eingabe ist das Ergebnis (0,0)
es: No importa la entrada, el resultado es (0,0)
fr: Quelle que soit l'entrée, le résultat est (0,0)
it: Indipendentemente dall'input, il risultato è (0,0)
pt_br: Não importa a entrada, o resultado é (0,0)

source: No other number has distance 0
de: Keine andere Zahl hat Abstand 0

source: No relationship
de: Kein Zusammenhang

source: No remainder means n mod 2 = 0
de: Kein Rest bedeutet n mod 2 = 0
es: Ningún resto significa n mod 2 = 0
fr: Aucun reste signifie n mod 2 = 0
it: Nessun resto significa n mod 2 = 0
pt_br: Nenhum resto significa n mod 2 = 0

source: No solution
de: Keine Lösung
es: Ninguna solución
fr: Aucune solution
it: Nessuna soluzione
pt_br: Nenhuma solução

source: No value
de: Kein Wert
es: Sin valor
fr: Aucune valeur
it: Nessun valore
pt_br: Sem valor

source: No value is excluded
de: Kein Wert ist ausgeschlossen
es: No se excluye ningún valor
fr: Aucune valeur n'est exclue
it: Nessun valore è escluso
pt_br: Nenhum valor é excluído
